<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications Language Lines
    |--------------------------------------------------------------------------
    */

    'notifications'             => 'Уведомления',
    'my_notifications'          => 'Мои уведомления',
    'notifications_desc'        => 'Смотрите все ваши уведомления в одном месте',
    'home'                      => 'Главная',
    'subject'                   => 'Тема',
    'date'                      => 'Дата',
    'status'                    => 'Статус',
    'read'                      => 'Читать',
    'unread'                    => 'Не прочитано',

    'notification_sent'         => 'Уведомление отправлено',
    'view_notification'         => 'Просмотр уведомления',
    'notification_info'         => 'Просмотр уведомления #:id отправленого :created',
    'sent_by'                   => 'Отправлено от',
    'create_notification'       => 'Создать уведомление',
    'create_notification_info'  => 'Создать новое уведомления для пользователя',
    'user_email'                => 'Эл. почта пользователя',
    'user_email_ph'             => 'Введите адрес эл. почты пользователя',
    'subject'                   => 'Тема',
    'subject_ph'                => 'Введите тему сообщения.',
    'message'                   => 'Сообщение',
    'message_ph'                => 'Введите сообщение, которым вы хотите уведомить',
    'markdown_accepted'         => 'Вы можете использовать упрощение в оповещающем сообщении',

    'new_notification'          => 'У вас есть новое уведомление!',
    'new_message'               => 'У вас есть новое сообщение на панели уведомлений, проверьте его!',

    'mail_enabled'              => 'Уведомления по электронной почте',
    'enabled'                   => 'Включено',
    'mail_enabled_hp'           => 'Включить отправку уведомлений по электронной почте, если это возможно',
    'mail_email'                => 'Эл. адрес',
    'mail_email_ph'             => 'Введите адрес отправителя',
    'mail_email_hp'             => 'Укажите адрес эл. почты отправителя',
    'mail_name'                 => 'Почта',
    'mail_name_ph'              => 'Введите имя отправителя',
    'mail_name_hp'              => 'Укажите имя отправителя',
    'mail_host'                 => 'Почтовый сервер',
    'mail_host_ph'              => 'Введите почтовый сервер',
    'mail_host_hp'              => 'Укажите почтовый сервер, используемый для отправки электронной почты.',
    'mail_port'                 => 'Почтовый порт',
    'mail_port_ph'              => 'Введите почтовый порт',
    'mail_port_hp'              => 'Укажите порт сервера, используемый при отправке электронной почты.',
    'mail_username'             => 'Имя пользователя почты',
    'mail_username_ph'          => 'Введите имя пользователя для почты',
    'mail_username_hp'          => 'Укажите имя пользователя почты, используемое для аутентификации',
    'mail_password'             => 'Пароль для почты',
    'mail_password_ph'          => 'Введите пароль для почты',
    'mail_password_hp'          => 'Укажите пароль почты, используемый для аутентификации',
    'mail_encription'           => 'Шифрование почты',
    'mail_encription_ph'        => 'Введите шифрование почты',
    'mail_encription_hp'        => 'Укажите шифрование почты',
    'save_settings'             => 'Сохранить настройки уведомлений',
    'settings_updated'          => 'Обновлены настройки уведомлений!',
    'send_notification'         => 'Отправить уведомление',

    'unauthorized_action'       => 'Несанкционированное действие',
    'unauthorized_desc'         => 'Вам не разрешено обновлять настройки уведомлений.',
    'contact_webmaster'         => 'Если вы считаете, что Вам необходимо обновить его, обратитесь к веб-мастеру.',
];
